export default {
  currencyFrom: null,
  currencyTo: null,
  currencyFromValue: 1,
  chartLabels: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
  defaultCurrency: {
    title: 'USD',
    cost: 1,
  },
  currencies: [
    {
      title: 'USD',
      cost: 1,
      history: [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],
    },
    {
      title: 'DOG',
      cost: 0.05,
      history: [0.01, 0.02, 0.03, 0.02, 0.05, 0.04, 0.05, 0.06, 0.07, 0.05, 0.06, 0.05],
    },
    {
      title: 'GOD',
      cost: 0.01,
      history: [0.05, 0.06, 0.05, 0.07, 0.06, 0.05, 0.04, 0.05, 0.02, 0.03, 0.02, 0.01],
    },
    {
      title: 'ETH',
      cost: 250,
      history: [300, 280, 260, 250, 240, 270, 250, 230, 240, 220, 230, 250],
    },
    {
      title: 'BTC',
      cost: 9600.44,
      history: [9600.44, 9600.11, 9600, 9600.22, 9600.33, 9600.66, 9600.88, 9600.77, 9600.55, 9600.11, 9600.22, 9600.44],
    },
  ],
};
